/* App name */
"Batteries" = "Batteries";

/* Trial expired messages */

"Trial Expired." = "Testphase abgelaufen.";

"Trial has expired" = "Testphase ist abgelaufen";

"Click here to purchase license." = "Hier klicken um eine Lizenz zu erwerben.";

/* Trial days remaining */
"%d Days Remaining" = "Noch %d Tag(e) übrig";

/* registered to email address */
"Registered to: %@" = "Registriert für: %@";

/* Widget description */
"Get quick access to your device batteries." = "Erhalte schnellen Zugriff auf den Ladezustand deiner Geräte.";

/* Battery preferences menu item title */
"Battery Preferences…" = "Batterieeinstellungen…";

/* Low Battery Preferences */
"Low Battery Notifications: On" = "Mitteilung bei niedrigem Ladezustand: On";

"Low Battery Notifications: Off" = "Mitteilung bei niedrigem Ladezustand: Off";

/* App version number */
"v%@" = "v%@";

/* iPhone/iPad explanatory text macOS 14 and older */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with iTunes Wi-Fi sync enabled, that are connected to the same Wi-Fi network as this computer." = "Hinweis: Mitteilungen bei niedrigem Ladezustand von iPhones, iPads und iPods sind nur verfügbar, wenn das Gerät mit dem gleichen WLAN-Netzwerk wie der Computer verbunden ist und in iTunes die Option \"Bei verfügbarem WLAN dieses [Gerät] anzeigen\" aktiviert ist.";

/* iPhone/iPad explanatory text macOS 15 and later */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with \"Show this device when on Wi-Fi\" enabled in Finder, that are connected to the same Wi-Fi network as this computer." = "Hinweis: Mitteilungen bei niedrigem Ladezustand von iPhones, iPads und iPods sind nur verfügbar, wenn das Gerät mit dem gleichen WLAN-Netzwerk wie der Computer verbunden ist und im Finder die Option \"Bei verfügbarem WLAN dieses [Gerät] anzeigen\" aktiviert ist.";

/* Cannot communicate with helper warning alert title */
"Warning: cannot communicate with helper app." = "Warnung: Kommunikation mit Dienstprogramm nicht möglich.";

/* Cannot communicate with helper alert message */
"Please make sure that the Batteries app is in the Applications folder." = "Bitte stelle sicher, dass sich die Batteries App im Order \"Programme\" befindet.";

/* General preference pane title */
"General" = "Allgemein";

"Version %@" = "Version %@";

/* Notifications preference pane title */
"Notifications" = "Mitteilungen";

/* Notifications enabled status, shown with check option next to it */
"Notifications enabled" = "Mitteilungen aktivieren";

/* Visible in UI, shown with check option next to it */
"Visible in UI" = "Im Menü anzeigen";

/* "Send Low Battery Notification at:", shown with percentage under it */
"Send Low Battery Notification at:" = "Mitteilung senden wenn Ladezustand niedriger als:";

/* Registration preference pane title */
"Registration" = "Registration";

/* license key section title */
"License Key" = "Lizenzschlüssel";

/* trial mode header title */
"Trial Mode" = "Testversion";

/* Purchase license button title */
"Purchase License" = "Lizenz erwerben";

/* Paddle trial text */
"Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it." = "Danke, dass du die Testversion von Batteries for Mac installiert hast! Wir hoffen, dass dir das Programm gefällt.";

/* Bluetooth low energy device placeholder name */
"BLE Device" = "BLE Gerät";

/* earphones left */
"🅛" = "🅛";

/* earphones right */
"🅡" = "🅡";

/* earphones case */
"(Case)" = "(Ladecase)";

/* Unknown device name */
"Unknown device" = "Unbekanntes Gerät";

/* Bluetooth device placeholder name */
"Bluetooth Device" = "Bluetooth-Gerät";

/* This Mac device name */
"This Mac" = "Dieser Mac";

/* Menu bar power source type battery */
"Battery" = "Batterie";

/* Menu bar power source power adapter */
"Power Adapter" = "Netzteil";

/* Menu bar power source unknown */
"Unknown" = "Unbekannt";

/* Menu bar battery fully charged */
"Fully Charged" = "Vollständig geladen";

/* Menu bar battery is not charging */
"Battery Is Not Charging" = "Batterie wird nicht geladen";

/* Menu bar battery time until fully charged */
"%@ until fully charged" = "%@ bis zur vollständigen Ladung";

/* Menu bar battery time remaining */
"%@ remaining" = "%@ verbleiben";

"Power Source: %@" = "Energiequelle: %@";

/* Menu bar trial expired message */
"Trial expired. Please purchase license." = "Testphase abgelaufen. Bitte erwirb eine Lizenz.";

/* Notification trial expired title */
"Your trial of Batteries has expired" = "Deine Testversion von Batteries ist abgelaufen";

/* Notification trial expired subtitle */
"Please purchase a license to continue using Batteries." = "Bitte erwirb eine Lizenz von Batteries, um es weiterhin nutzen zu können.";

/* Low battery notification title - low battery on <device-name> */
"Low Battery on %@" = "Ladezustand von %@ niedrig";

/* Low battery notification subtitle - xx% of battery remaining */
"%d%% of battery remaining" = "%d%% der Ladung verbleiben";

/* Touch bar trial expired */
"Batteries trial has expired." = "Testversion von Batteries abgelaufen.";

/* Failed to communicate with helper app message */
"Failed to communicate with helper app." = "Kommunikation mit dem Dienstprogramm fehlgeschlagen.";

/* Website material */
"Batteries for Mac" = "Batteries for Mac";

"Track all your devices' batteries from your Mac." = "Prüfe den Ladezustand aller deiner Geräte vom Mac aus.";

"Get notified when they need recharging." = "Erhalte eine Mitteilung wenn ein Gerät geladen werden muss.";

"Supports iPhone, iPad, AirPods, Beats and bluetooth peripherals." = "Unterstützt iPhone, iPad, AirPods, Beats und Bluetooth-Peripheriegeräte.";

"New! See your device battery levels in the menu bar" = "Neu! Prüfe den Ladezustand deiner Geräte in der Menüleiste";

"New! See your battery levels in your Touch Bar" = "Neu! Prüfe den Ladezustand deiner Geräte auf der Touch Bar";

/* blog mentions title */
"They're talking about us" = "Hier spricht man über uns";

"Requirements" = "Anforderungen";

"macOS 10.15 Catalina or later." = "macOS 10.15 Catalina oder neuer.";

"To see the battery level of your iPhone, iPad or iPod you'll need to do this (only once):" = "Um den Ladezustand deines iPhones, iPads oder iPods zu sehen musst du folgendes ausführen (einmalig):";

"Plug your device in." = "Verbinde dein Gerät mit dem Computer.";

"Enable “Show this device when on Wi-Fi” in Finder (Catalina and later), or Enable Wi-Fi sync in iTunes (Mojave)." = "Aktiviere \"Bei verfügbarem WLAN dieses [Gerät] anzeigen\" im Finder (Catalina und neuer) oder in iTunes (Mojave)";

"Be on the same Wi-Fi network as your computer." = "Stelle sicher, dass dein Gerät das gleiche WLAN wie dein Computer verwendet.";

"Need Help?" = "Brauchst du Hilfe?";

"Email Us" = "Sende eine E-Mail an uns";
